Repository: Chopintropbien/strongVerbes
Catalog: Verbes forts/*.lproj/Localizable.strings
Languages: ar, es, fr, it, ja, ru

source: verbes
ar: حاول تذكُر ال
es: verbos
it: verbi
ja: 個を覚えましょう
ru: слов

source: Advanced Level
ar: المرحلة المتقدمة
es: Nivel avanzado
fr: Niveau avancé
it: Livello Avanzato
ja: 上級者
ru: Продвинутый

source: All
ar: الكل
es: Todo
fr: Tous
it: Tutti
ja: オール
ru: Все

source: Basic Level
ar: المرحلة الاولى
es: Nivel inicial
fr: Niveau Elémentaire
it: Livello Base
ja: 初心者
ru: Начинающий

source: Choose your level
ar: اختر مستواك
es: Elige tu nivel
fr: Choisissez votre niveau
it: Scegli il tuo livello
ja: お気に入りのレベルお選びください
ru: Выберите Ваш уровень

source: Classified by alphabetical order
ar: التصنيف حسب الترتيب الابجدى
es: Clasificado por orden alfabético
fr: Classés par ordre alphabétique
it: Classificati in ordine alfabetico
ja: ABC順分け
ru: Сортировка по алфавиту

source: Classified by form
ar: التصنيف حسب الشكل
es: Clasificado por forma
fr: Classés selon la forme:
it: Classificati per forma
ja: 形態分け
ru: Сортировка по форме

source: Every Level
ar: جميع المستويات
es: Todos los niveles
fr: Tous niveaux
it: Tutti i livelli
ja: レベル分けなし
ru: Слова всех уровней

source: Intermediate Level
ar: المرحلة المتوسطة
es: Nivel intermedio
fr: Niveau Intermédiare
it: Livello Intermedio
ja: 中級者
ru: Средний

source: Irregular verbs
ar: الافعال الشاذة
es: Verbos irregulares
fr: Les verbes forts
it: Verbi irregolari
ja: 不規則動詞
ru: Неправильные глаголы

source: Next
ar: التالى
es: Siguiente
fr: Suivant
it: Prossimo
ja: Suivant
ru: Далее

source: Random
ar: عشوائى
es: Aleatorio
fr: Aléatoire
ja: ランダム
ru: Случайно

source: Random order
ar: ترتيب عشوائى
es: Orden aleatorio
fr: Ordre aléatoire
it: Ordine random
ja: ランダム
ru: Случайный порядок

source: SELECT
ar: اختر
es: ELIJE
it: SELEZIONA
ja: 選択
ru: ВЫБРАТЬ

source: Try to remember this
ar: فعل
es: Intenta memorizar los siguientes
fr: Essayer de vous souvenir de ces
it: Prova a ricordare questi
ja: 次の
ru: Попробуйте запомнить эти

source: No internet connection
ar: لايوجد اتصال بالانترنت
es: No hay conexión a internet
fr: Pas de connection internet
it: Nessuna connessione a internet
ja: インターネット未接続
ru: Нет подключения к интернету

# This page is only accessible with a connection internet.
source: Sorry, this part of the application require an internet connection to access to AppStore.
ar: عفوا،هذا الجزء من التطبيق يتطلب اتصال بالإنترنت للوصول إلى أب ستور
es: Lo sentimos, pero esta parte de la aplicación requiere de conexión a internet para acceder a AppStore.
fr: Cette partie de l'application requiert une connection à l'AppStore
it: Spiacente, questa parte della applicazione richiede una connessione ad internet per accedere all’AppStore.
ja: 大変申し訳ございません。この部分はインターネットに接続しないと、アプリストアに入ることができません。
ru: Извините, но в этой части приложения необходимо подключиться к интернету для доступа к AppStore

# Your are not allowed to buy this product
source: Permission denied
ar: تم رفض الاذن
es: Acceso denegado
fr: Permission refusée
it: Permesso negato
ja: 不可
ru: Доступ запрещен

# Our application in accessible by all people 4+
source: If you are seeing this page, please contacte us. Our application should be accessible by all people aged 4 years and older.
ar: إذا كنت ترى هذه الصفحة، يرجى الاتصال بنا. يجب أن يكون التطبيق الخاص بنا في متناول جميع الناس الذين تزيد أعمارهم عن 4 سنوات
es: Por favor, contacta con nosotros si estás viendo esta página. Todas las personas mayores de 4 años pueden acceder a nuestra aplicación.
fr: Si vous voyez cette page, s'il vous plaît contactez nous. L'AppStore devrait authorisé toute personne de 4 ans et plus
it: Se stai vedendo questa pagina, per favore contattaci. La nostra applicazione dovrebbe essere accessibile da tutte le persone dai 4 anni in su.
ja: このページに入ると、ご連絡ください。このアプリは四歳以上の方が利用できます。
ru: Если видешь эту страницу, пожалуйста контактируй нас. Доступ к нашему приложению открыт для всех от 4 лет и старше.

source: Do you want to learn even more verbs?
ar: هل ترغب في تعلم المزيد من الأفعال؟
es: Quieres aprender más verbos?
fr: Voulez-vous apprendre encore plus de verbes?
it: Vuoi imparare ancora più verbi?
ja: もっと動詞を勉強したいですか？
ru: Хочешь узнать ещё больше глаголов?

source: Full access to all verbs in
ar: الوصول الكامل إلى جميع الأفعال في المستوى
es: Acceso a todos los verbos de nivel
fr: Accédez à tous les verbes du niveau
it: Accesso completo a tutti i verbi di livello
ru: Доступ к всем глаголам уровня

source: or
ar: او
es: o
fr: ou
it: oppure
ja: あるいは
ru: или

source: Full access to ALL verbs in ALL level
ar: الوصول الكامل إلى جميع الأفعال في كل المستويات
es: Completo acceso a TODOS los verbos de TODOS los niveles
fr: Accédez à TOUS les verbes de TOUS les niveaux
it: Accesso completo a TUTTI i verbi di TUTTI i livelli
ja: 全てのレベルの動詞の読み込み完了
ru: Иметь доступ к всем глаголам из всех уровнев

source: unclassifiable
ar: مختلط
es: sin clasificar
fr: inclassable
it: inclassificabili
ja: 分けなし
ru: Другие

# weak-irregular-feminin
source: weak-irregular
ar: شاذ ضعيف
es: poco irregular
fr: faible irrégulière
it: debole-irregolare
ja: 準不規則動詞
ru: Смешанные

# weak-irregular-masculin
source: weak-irregular
ar: شاذ ضعيف
es: poco irregular
fr: faible irrégulier
it: Verbi irregolari
ja: 準不規則動詞
ru: Смешанные

source: Here are german irregular verbs by form: unclassifiable
ar: هذا هو شكل مجموعة الافعال الشاذة المختلطة
es: Aquí encontraras verbos irregulares en alemán según su forma: sin clasificar
fr: Voici les verbes forts de forme: inclassable
it: Qui ci sono verbi tedeschi irregolari nella forma: inclassificabile
ja: ドイツ語の不規則動詞：分けなし
ru: Это немецкие глаголы, не поддающиеся классификации

source: Here are german irregular verbs by form: weak-irregular
ar: هذا هو شكل مجموعة الافعال الشاذة الضعيفة
es: Aquí encontraras los verbos irregulares en alemán según su forma: poco irregular
fr: Voici les verbes forts de forme: faible irrégulière
it: Qui ci sono verbi tedeschi irregolari nella forma: debole-irregolare
ja: ドイツ語の不規則動詞：準不規則動詞
ru: Это смешанные немецкие глаголы

source: Here are german irregular verbs who begins by:
ar: هذه هى مجموعة الافعال الشاذة التى تبدء بحرف
es: Aquí tienes los verbos irregulares en alemán que empiezan por la letra:
fr: Voici les verbes forts commençant par:
it: Qui ci sono verbi tedeschi irregolari che cominciano per:
ja: ドイツ語の不規則動詞、冒頭は
ru: Это неправильные глаголы на букву:

source: Here are german irregular verbs by form:
ar: هذا هو شكل مجموعة الافعال الشاذة مع الحروف
es: Aquí encontraras los verbos irregulares en alemán según su forma:
fr: Voici les verbes forts de forme:
it: Qui ci sono verbi tedeschi irregolari nella forma:
ja: ドイツ語の不規則動詞：形態分け
ru: Это неправильные глаголы с изменяющейся корневой гласной:

source: Finish
ar: انهاء
es: Finalizar
fr: Fin
it: Fine
ja: 完了
ru: Завершить

source: Settings
ar: الاعدادات
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ru: Настройки

source: Grammar and help
ar: القواعد و المساعدة
es: Gramática y ayuda
fr: Grammaire et aide
it: Grammatica e aiuto
ja: 文法とヘルプ
ru: Грамматика и помощь

source: Grammar
ar: القواعد
es: Gramática
fr: Grammaire
it: Grammatica
ja: 文法
ru: Граматика

source: Help
ar: المساعدة
es: Ayuda
fr: Aide
it: Assistenza
ja: ヘルプ
ru: Помощь

source: General
ar: عام
fr: Général
it: Generali
ja: 普通
ru: Главные

source: Language
ar: اللغة
es: Idioma
fr: Langues
it: Lingua
ja: 言語
ru: Язык

# Number of reading
source: Number of readings
ar: عدد القراءة
es: Número de lecturas
fr: Nombre de lecture
it: Numero letture
ja: 閲覧数
ru: Количество чтений

# Number of random verb
source: Number of random verbs
ar: عدد الافعال العشوائية
es: Número de verbos aleatorios
fr: Nombre de verbe aléatoire
it: Numero di verbi in ordine sparso
ja: ランダム動詞の量
ru: Количество глаголов в случайном

# Number of random verb title
source: Random verbs
ar: فعل عشوائى
es: verbo aleatorio
fr: Verbe aléatoire
it: Ordine sparso
ja: ランダム動詞
ru: случайный глагол

source: Service action
ar: فعل الخدمة
es: Acción de servicio
fr: Action de service
it: Fasi
ja: サービス センター
ru: Сервисная акция

# Restore previus purchases
source: Restore previous purchases
ar: استعادة المشتريات السابقة
es: Restaurar las comprar anteriores
fr: Restaurer les précédents achats
it: Recupera acquisti precedenti
ja: 前回の取引を回復します
ru: Восстановить предыдущие покупки

# Internet connection to slow :
source: Internet connection too slow
ar: اتصال بطيء جدا بالانترنت
es: Conexión a internet muy lenta.
fr: Connection internet trop lente
it: Connessione internet troppo lenta
ja: インタネットと連接は不安定です。
ru: Подключение к интернету слишком слабое.

source: Ok
ar: موافق
ja: はい。
ru: Ок

source: Unable to get your previous purchases
ar: غير قادر على الحصول على مشترياتك السابقة
es: Imposible recibir las compras anteriores.
fr: Impossible de trouver les informations sur les précédents achats
it: Impossibile ottenere acquisti precedenti
ja: 前回の取引は戻りません。
ru: Невозможно получить предыдущие покупки.

source: Transaction Error:
ar: خطأ فى التحويل
es: Error de Transacción:
fr: Erreur de transaction
it: Errore transazione:
ja: 取引失敗
ru: Ошибка Транзакции:

source: Action available only with an internet connection
ar: الامر متوفر فقط مع وجود اتصال
es: Acción posible solamente con conexión a internet
fr: Une connection internet est requise
it: Azione disponibile solo con connessione internet
ja: インタネットと連接する必要です
ru: Действие возможно только с подключением к интернету

source: Please wait…
ar: رجاء الانتظار...
es: Espere por favor...
fr: Patientez...
it: Attendere prego…
ja: 少々お待ちください
ru: Пожалуйста подождите...

source: Transaction successful:
ar: نجاح التحويل:
es: La transacción se ha efectuado con éxito
fr: Transaction réussis
it: Transazione finalizzata con successo:
ja: 取引成功
ru: Успешная транзакция

source: Previous purchases restored:
ar: تم استرجاع المشتريات السابقة
es: Las compras anteriores se han restablecido
fr: Précédentes transactions retrouvées
it: L’acquisto precedente è stato recuperato
ja: 前回の取引が戻ります。
ru: Предыдущие покупки восстановлены

# intro
source: There are 3 types of verbs in German. Each category of verbs takes characteristic endings for its past participles and its simple past forms. Strong verbs are ”irregular” (though not necessarily in all their forms), weak verbs are ”regular” and ”irregular-weak verbs” are a small class of verbs that take weak verb endings but are, nevertheless, irregular.
ar: يوجد 3 انواع من الفعل فى اللغة الالمانية. كل تصنيف من الافعال له شكل فى النهاية يختلف على حسب شكله فى الماضى التام او الماضى البسيط. الافعال القوية “الغير منتظمة“ (لا يشترط ان تتبع نفس النمط فى جميع الاشكال)، الافعال الضعيفة “المنتظمة“ و “الافعال الضعيفة – غير المنتظمة“ هى طبقة صغيرة من الافعال التى تاخذ نهاية الافعال الضعيفة لكنها مع ذلك غير منتظمة.
es: En Alemán existen 3 tipos de verbos. Cada categoría de verbos adquiere terminaciones características para su participio pasado y sus formas de pasado simple. Los verbos fuertes son “irregulares” (no necesariamente en todas sus formas), los débiles son “regulares” y los “verbos débiles irregulares” son una clase de verbos menor que toma las terminaciones de verbo débil, pero se consideran irregulares.
fr: Il y a 3 types de verbe en allemand, prenant chacun une terminaison caractéristique pour le passé simple et le participe passé. Les ”verbes forts” sont irréguliers (pas nécessairement à toute les formes), les ”verbes faibles” sont réguliers et les ”verbes mixes” sont un petit groupe qui prenne les terminaisons des verbes faibles mais tout en étant irrégulier.
it: In tedesco esistono 3 tipi di verbi. Ogni categoria di verbo ha caratteristiche particolari, definite dalla forma del participio passato e del passato. I verbi forti sono “irregolari” (sebbene non in tutte le loro forme), i verbi deboli sono “regolari”, e i “verbi deboli irregolari” sono una piccola classe di verbi con le terminazioni dei verbi deboli, ma tuttavia irregolari.
ja: ドイツ語は動詞が三つあります。動詞の過去形と過去分詞とも語尾がそれぞれです。 強変化動詞は「不規則」（全部じゃない）です。弱変化動詞は「規則」です。「不規則弱変化動詞」はめったにないです。弱変化動詞が語尾ですが、不規則です。
ru: В немском языке сущиствуют 3 типа глаголов. У каждой категории глаголов есть особенные окончания в формирование причастия прошедшего времени и простой формы прошедшего времени. Сильные глаголы являются “нерегулярными” - хотя не во всех их формах, слабые глаголы “регулярными” и “нерегулярные слабые глаголы” являются малым классом глаголов которые берут окончания слабых глаголов, но считаются нерегулярными.

# titleWeak
source: 1. Weak [regular] verbs
ar: .1 الافعال الضعيفة [المنتظمة]
es: 1. Verbos débiles [regulares]
fr: 1. Verbes faibles [réguliers]
it: 1. Verbi (regolari) deboli
ja: 1. 弱変化「規則」動詞
ru: 1. Слабые [регулярные] глаголы

# textWeak
source: These are the verbs with no stem-vowel changes in any tense. They take -te endings in Simple Past, and -t endings for their past participles:
ar: هذه هى الافعال التى بدون تغيير فى الحروف المتحركة فى اى زمن. تاخذ نهاية te فى الماضى البسيط، و نهاية t فى الماضى التام:
es: Son los verbos sin cambios en la vocal temática en ninguno de los tiempos verbales. Toman la terminación -te en Pasado Simple y terminación -t en Participio Pasado.
fr: Ce sont les verbes dont le radical ne change pas et aux quels on ajoute ”-te” au passé simple et ”ge- + -t” pour le participe passé.
it: Questi verbi non presentano nessun cambio vocalico alla radice, in nessun tempo. Prendono la terminazione –te nel Passato e la-t nel participio passato.
ja: これらの動詞は規則です。その過去形は-teが語尾で過去分詞は-tが語尾です。
ru: Глаголы без изменений стволовых гласных в любом времени. Оканчиваются на -te в Простом Прошедшем и на -t в Причастие Прошедшего Времени:

# titleStrong
source: 2. Strong [irregular] verbs
ar: .2 الافعال القوية [الغير منتظمة]
es: 2. Verbos fuertes [irregulares]
fr: 2. Verbes forts [irréguliers]
it: 2. Verbi (irregolari) forti
ja: 2. 強変化「不規則」動詞
ru: 2. Сильные [нерегулярные] глаголы

# textStrong
source: These are the verbs that have stem-vowel changes in one or more of the tenses (possibly including the present tense). In the Simple Past, they take the same endings as modal verbs (i.e. in particular, no endings for 1st and 3rd person singular); their past participles end in -en:
ar: هذه الافعال التى بها تغيير فى تغيير فى الحروف المتحركة فى واحد او اكثر من زمن (احتمال تضمين زمن المضارع). فى الماضى البسيط، تاخذ نفس النهاية كافعال مساعدة (مثل نهاية غير محددة فى اول و ثالث تصريف)، الماضى التام الخاص بهم ينتهى مع en:
es: Son los verbos cuya vocal temática cambia en uno o más tiempos verbales (incluyendo el presente). En el Pasado Simple toman las mismas terminaciones que los verbos modales (en particular sin terminaciones para 1ra y 3ra persona del singular), sus participios pasados acaban en -en:
fr: Ce sont les verbes dont la voyelle du radical change. Au passé simple, les terminaisons sont les mêmes que les verbes modaux: pas de terminaison pour la 1er et la 3ème personne du singulier. Le participe passé quand à lui est en ”ge- + -en”.
it: Questi verbi presentano cambi vocalici alla radice in uno o più tempi (talvolta anche al presente). Al Passato, prendono la stessa terminazione die verbi modali (ad esempio, nessuna terminazione per la 1° e la 3° persona singolare), il loro participio passato finisce in –en:
ja: これらの動詞は二つ以上現れた場合に、母音が変化します（現在形も含む）。過去形では、語尾が同じ形式です（第一人称と第三人称単数）。過去分詞は-enが語尾です。
ru: Глаголы с изменением стволовой гластной в одном или в несколько времён (возможно включая настоящие время). В Простом Прошедшем времени у них то же самое окончание как у модальных глаголов – то есть, нет окончания в 1м и 3м лице, Причастие Прошедшего времени оканчивается на -en:

# titleIrregularWeak
source: 3. Irregular-weak verbs
ar: .3 الافعال غير المنتظمة – الافعال الضعيفة
es: 3. Verbos débiles irregulares
fr: 3. Verbes mixes [faibles-irréguliers]
it: 3. Verbi irregolari-deboli
ja: 3. 弱変化「不規則」動詞
ru: 3. Нерегулярные слабые глаголы

# textIrregularWeak
source: These are verbs with weak verb endings [-te endings in Simple Past and Subjunctive II, and -t endings for their past participles], but which, nevertheless, are NOT regular (i.e. they do have vowel changes). The following 8 mixed verbs (and their compounds) are very common:
ar: هذه هى الافعال ذات النهايات الضعيفة [ تنتهى فى الماضى البسيط و الصيغة الشرطية الثانية بـ te، و تنتهى فى الماضى التام بـ t ] و مع ذلك ليست منتظمة، على سبيل المثال. بها تغيير فى الحروف المتحركة. فى التالى خليط من 8 افعال (و مضاعفاتهم) شائعين للغاية:
es: Son los verbos con terminaciones de verbos débiles [terminaciones -te en el Pasado Simple y en el Subjuntivo II, y terminaciones -t en el participio pasado], pero que, sin embargo, NO son regulares ya que sufren cambios de vocal. Los siguientes 8 verbos (y sus compuestos) son muy comunes:
fr: Ce sont les verbes avec les terminaisons faibles - ”-te” au passé simple et ”ge- + -t” pour le participe passé - mais dont la voyelle du radical change. Les 8 verbes mixes suivant sont très commun:
it: Questi verbi con terminazioni deboli (la terminazione –te del Passato e del Congiuntivo II e la terminazione –t per il participio passato), NON sono tuttavia regolari, ad esempio presentano cambiamenti vocalici. Gli 8 verbi misti di seguito (e i loro composti) sono molti comuni:
ja: これらの動詞は弱変化動詞が語尾です。過去形と仮定形は-teが語尾です。過去分詞は-tが語尾です。しかし、不規則です。例えば、母音の変化などがあります。以下は８つの混合形動詞の例です（複合形も含む）。
ru: Глаголы со слабыми глагольными окончаниями [глаголы оканчивающиеся на -te в Простом Прошедшем и в Соглагательном II и которые оканчиваются на -t в Причастие Прошедшего Времени], но НЕ являются регулярными так как представляют изменение гластной. Следущие 8 глаголов (и их сотавления) очень распространены:

# introTitle
source: Application Presentation
ar: تقديم التطبيق
es: Presentación de la aplicación
fr: Présentation de l’application
it: Presentazione applicazione
ja: アプリの紹介
ru: Предсталвение приложения

# introText1
source: In our application, you will learn verbs according to the following picture. First come the infinitive form (surrounded) and then, the present of this verb, the preterit and the past participle, all conjugated in the third person singular: ”er/sie/es”
ar: مع التطبيق الخاص بنا، ستتعلم الافعال بناء على الصورة التالية. اولا تاتى صورة الفعل فى المصدر (محاطة بدائرة) ثم، المضارع من هذا الفعل، الماضى و الماضى التام، الكل ياتى فى صيغة الشخص المفرد:”er/sie/es“
es: En nuestra aplicación, aprenderá el verbo de acuerdo con la siguiente imagen. Primero va el infinitivo (rodeado), lo siguen el presente de ese verbo, el pretérito y el participio pasado, todo conjugado en tercera persona del singular.
fr: Avec notre application, vous pouvez apprendre les verbes forts suivant le model de la photo suivante. En premier vient l’infinitif (entouré) puis le présent de ce verbe, le prétérit et enfin le participe passé, tous conjugués à la 3ème personne du singulier: ”er/sie/es”
it: Nella nostra applicazione, imparerai i verbi attraverso le immagini di seguito Per prima cosa troverai l’infinito (dentro un circolo) e poi, il presente del verbo, il preterito e il participio passato, tutti coniugati alla terza persona singolare: “er/sie/es”
ja: このアプリでは以下のカードを通して、動詞を勉強します。 まずは、不定詞（囲まれた字）。そして、その動詞の現在形、過去形、過去分詞です。全部第三人称で表しました。
ru: В нашем приложение вы выучите глагол в соответствие со следущей картинкой. Первой идёт неопределённая форма глагола (окруженная), а далее следует настоящее время, форма прошедшего времени и причастие прошедшего времени, спряжение которых в 3ем лице единственного числа.

# introText2
source: Once you have selected a level, you can learn German irregular verbs different ways.
ar: بمجرد ان تقوم بتحديد المستوى، يمكنك تعلم افعال اللغة الالمانية الغير منتظمة بطرق مختلفة.
es: Una vez seleccione el nivel, podrá aprender los verbos irregulares alemanes de varias maneras.
fr: Une fois votre niveau sélectionné, vous pouvez apprendre les verbes forts de différentes façons.
it: Una volta selezionato il livello, potrai imparare i verbi irregolari tedeschi in diversi modi.
ja: 自分に適当なレベルを選んで、以下のようにドイツ語の不規則動詞を勉強します。
ru: Когда вы выберете уровень, вы сможете выучить немские нерегулярные глаголы по разному.

# titleRandomOrder
source: 1. Learning with random order
ar: .1 التعلم بترتيب عشوائى
es: 1. Aprender al azar
fr: 1. Par order aléatoire
it: 1. In ordine sparso
ja: 1. ランダムで勉強します
ru: 1. Изучать в случайном порядке

# textRandomOrder
source: This method is perfect to review verbs. You will have to remember a certain number of verbs randomly selected in your level. (This amount can be changed in the settings)
ar: هذه الطريقة مثالية لمراجعة الافعال. يجب عليك تذكر عدد معين من الافعال التى يتم تحديدها عشوائيا فى المستوى الخاص بك. (هذا العدد يمكن تغييره فى الاعدادات)
es: Es el método ideal para repasar los verbos. Tendrá que recordar una cierta cantidad de verbos que se mostrarán al azar en su nivel. (La cantidad se puede cambiar en los ajustes).
fr: Cette méthode est parfaite pour réviser les verbes. Vous avez à vous remémorer un certain nombre de verbe aléatoirement sélectionné dans votre niveau. Ce nombre peut être changé dans les réglages.
it: Questo metodo è perfetto per ripassare I verbi. Dovrai ricordare una certa quantità di verbi in rodine sparso selezionati per il tuo livello. (La quantità può essere modificata nelle impostazioni)
ja: これは動詞を復習するのは一番良い方法です。選んだレベルの中で何らかの動詞を勉強することができます。（設定の中で自由に削減できます）
ru: Это идеальный метод для просмотра глаголов. Вы должны запомнить определённое количество глаголов выбранных случайно в вашем уровне. (Количесво можно изменить в настройке).

# titleClassifiedForm
source: 2. Learning classified by form
ar: .2 التعليم مقسم على حسب الصورة
es: 2. Aprender según la forma
fr: 2. Classé par forme
it: 2. Verbi classificati secondo la forma
ja: 2. 動詞の形式で勉強します
ru: 2. Изучать с глаголами классифицированными по виду.

# textClassifiedForm
source: Most of the German irregular verbs follow certain patterns. With our App, you have the opportunity to learn them sorted by form. A form is composed of 3 vowels, for example, ”i - a – u.” This means that the vowel of the root will be ”i” for the infinitive form, ”a” for the preterit and ”u” for the past participle
ar: معظم افعال اللغة الالمانية الغير منتظمة تتبع نمط معين. مع التطبيق الخاص بنا، لديك امكانية تعلم الافعال مرتبة على حسب الصورة النموذج مكون من 3 احرف متحركة. على سبيل المثال ”i –a –u”. مما يعنى ان الحرف المتحرك من الفعل الاصلى سيتحول الى ”i” فى صورة المصدر من ”a” من اجل الماضى ”u” من اجل الماضى التام.
es: La mayoría de los verbos alemanes siguen ciertos patrones. Con nuestra aplicación es posible estudiarlos seleccionándolos por su forma. Una forma está compuesta por 3 vocales. Por ejemplo “i - a – u”. Eso significa que la vocal de la raíz será “i” para el infinitivo, “a” para el pretérito y “u” para el participio pasado.
fr: La plupart des verbes forts allemands suit un certain modèle. Avec notre application, vous avez la possibilité de les apprendre classés selon ces formes. Une forme est composé de 3 voyelles. Par exemple ”i-a-u”. Cela signifie que la voyelle de la racine est ”i” à l'infinitif, ”a” au passé simple et ”u” au participe passé.
it: Molti verbi irregolari tedeschi seguono dei modelli fissi. Con la nostra App, hai la possibilità di impararli dividendoli per forma. Ogni forma è composta da 3 vocali. Per esempio, “i-a-u”. Questo significa che la vocale della radice sarà “I” per l’infinito, “a” per il preterito e “u” per il participio passato.
ja: ドイツ語の不規則動詞はほとんどパターンがあります。このアプリで動詞の形式で勉強することができます。 三つの母音であります。「i－a－u」を例として、「i」は不定詞の母音で、「a」は過去形で、「u」は過去分詞です。
ru: Большинство глаголов в немском языке следуют определённой модели. С нашим приложением у вас есть возможность выучить их по виду. Каждая форма состоит из трёх гласных. На пример ”i - a – u”. Это значит что гласная в корне будет ”i” в неопределённой форме глагола, “a” в прошлосй форме и “u” в причастие прошедшего времени.

# titleAlphabetical
source: 3. Alphabetical order
ar: .3 الترتيب الابجدى
es: 3. Orden alfabético
fr: 3. Classé par ordre alphabétique
it: 3. Ordine alfabetico
ja: 3. アルファベット順で勉強します
ru: 3. Алфавитный порядок
