Repository: Chopintropbien/strongVerbes
Catalog: Verbes forts/*.lproj/Localizable.strings
Languages: ar, es, fr, it, ja, ru

# textAlphabetical
source: If you prefer, you can learn the verbs simply by sorting in alphabetical order.
ar: اذا اردت ذلك، يمكنك تعلم الافعال ببساطة مرتبة ترتيبا ابجديا.
es: Si lo prefiere, puede aprender los verbos en orden alfabético.
fr: Si vous le préférez, vous pouvez tout simplement apprendre les verbes forts classés par ordre alphabétique.
it: Se preferisci, puoi imparare I verbi dividendoli in ordine alfabetico.
ja: アルファベット順で勉強することが好きな方は、ぜひお使いください。
ru: Если вы предпочитаете, вы можете изучить глаголы в алфавитном порядке.

source: -level
ja: レベルの動詞の読み込み完了
